<?php

declare(strict_types=1);

namespace Tests\Unit\app\Http\Controllers\API;

use Tests\TestCase;

/**
 * @todo:
 *      Этот класс должен выполнять такие тесты:
 *      - Получение карты любого клиента (неавторизовнным пользователем). Результат - ошибка.
 *      - Получение карты любого клиента (авторизованным пользователем). Результат - ошибка.
 *      - Получение карты авторизованного клиента (авторизованным пользователем). Результат - получение данных.
 */
final class CardControllerTest extends TestCase
{
}
